base
base-devel
bash-completion
cava
thunar
gvfs
eog
tumbler
ffmpegthumbnailer
libopenraw
poppler-glib
swww
efibootmgr
fastfetch
firefox
libreoffice-fresh
grub
htop
hyprland
hyprpicker
hyprpolkitagent
hyprsunset
kitty
lazygit
libva
linux
linux-firmware
linux-headers
mako
neovim
networkmanager
openresolv
openssh
pavucontrol
pipewire
pipewire-audio
pipewire-pulse
qt6ct
ranger
telegram-desktop
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ufw
vim
vlc
waybar
wireguard-tools
wireplumber
wl-clipboard
wlroots
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
zsh
zsh-completions
python
