base
base-devel
bash-completion
cava
chromium
discord
dolphin
efibootmgr
fastfetch
firefox
git
gparted
grub
htop
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
intellij-idea-community-edition
keepassxc
kitty
lazygit
libva
libva-nvidia-driver
linux
linux-firmware
linux-headers
mako
neovim
networkmanager
nvidia-dkms
nvidia-settings
nvidia-utils
obs-studio
openresolv
openssh
pavucontrol
pipewire
pipewire-audio
pipewire-pulse
power-profiles-daemon
prismlauncher
qt6ct
ranger
telegram-desktop
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ufw
unzip
vim
vlc
waybar
wireguard-tools
wireplumber
wl-clipboard
wlroots
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
zsh
zsh-completions
python
